Repository: zaluk/sulu
Catalog: src/Sulu/Bundle/ContentBundle/Resources/translations/sulu/backend.*.xlf
Languages: de, fr, nl

# content.text_editor.error.unpublished-single
source: One linked page is not published.
de: Eine verlinkte Seite ist nicht publiziert.
fr: Une page web liée n’est pas publiée.
nl: Een gelinkte pagina is niet gepubliceerd

# content.text_editor.error.unpublished-multiple
source: %s linked pages are not published.
de: %s verlinkte Seiten sind nicht publiziert.
fr: %s pages web liées ne sont pas publiées.
nl: %s gelinkte pagina's zijn niet gepubliceerd.

# content.text_editor.error.removed
source: Link broken
de: Link nicht gültig
fr: Lien non valable
nl: Link niet geldig

# content.text_editor.error.removed-single
source: One link is broken.
de: Ein Link ist nicht mehr gültig.
fr: Un lien n’est plus valable.
nl: Een link is niet meer geldig.

# content.text_editor.error.removed-multiple
source: %s links are broken.
de: %s Links sind nicht mehr gültig.
fr: %s liens ne sont plus valables.
nl: %s links zijn niet meer geldig.

# sulu-content.save-draft
source: Save as draft
de: Als Entwurf speichern
fr: Sauvegarder comme ébauche
nl: Opslaan als concept

# sulu-content.save-publish
source: Save and publish
de: Speichern und veröffentlichen
fr: Sauvegarder et publier
nl: Opslaan en publiceren

# sulu-content.publish
source: Publish
de: Veröffentlichen
fr: Publier
nl: Publiceren

# sulu-content.published-shadow
source: The publishing state will be retrieved from the state of the main page.
de: Der Veröffentlichungsstatus wird vom Status der Hauptseite übernommen.
fr: Le statut de la publication est importé depuis la page principale.
nl: De gepubliceerde status wordt gehaald van de hoofdpagina

# sulu-content.draft-label
source: You are working on a draft, last saved: %(changed)s by <b>%(user)s</b>
de: Du arbeitest an einem Entwurf, zuletzt gespeichert: %(changed)s von <b>%(user)s</b>
fr: Vous travaillez sur une ébauche sauvegardée en dernier par <b>%(user)s</b> à %(changed)s.
nl: Je werkt aan een concept, als laatst: %(changed)s bewaard door <b>%(user)s</b>

# labels.error.content-unpublish-desc
source: Page could not be unpublished.
de: Veröffentlichung der Seite konnte nicht widerrufen werden.
fr: La publication de la page n’a pas pu être annulée.
nl: Deze pagina kan niet gedepubliceerd worden.

# sulu-content.ckeditor.roles-title
source: Text editor settings
de: Einstellungen für Text-Editor
fr: Configuration de l’éditeur de texte
nl: Instellingen teksteditor

# sulu-content.ckeditor.roles-type
source: Section
de: Sektion
nl: Sectie

# sulu-content.ckeditor.roles-horizontal
source: Function
de: Funktion
fr: Fonction
nl: Functie

# sulu-content.ckeditor.roles-info
source: These settings apply for any text editor throughout the system used by this role.
de: Die Konfiguration gilt für jeden Text-Editor im System, der von dieser Rolle verwendet wird.
fr: Cette configuration est valable pour tous les éditeurs de texte dans le système utilisés par ce rôle.
nl: Deze instellingen gelden voor iedere teksteditor die gebruikt wordt in dit systeem door deze rol.

# sulu-content.unpublish-confirm-text-no-draft
source: Do you really want to unpublish the page? All website links will be lost. This setting can be changed at any time without data loss.
de: Soll die Seite wirklich nicht mehr veröffentlicht werden? Dadurch gehen sämtliche Verknüpfungen auf der Website verloren. Dieser Status kann jederzeit ohne Datenverlust geändert werden.
fr: Ne plus publier ? Tous les raccourcis vers la page seront supprimés ! Ce statut peut être modifié à tout moment sans perte de données.
nl: Wil je deze pagina echt depubliceren? Alle links gaan verloren. Deze instelling kan altijd worden aangepast zonder dataverlies.

# sulu-content.unpublish-confirm-text-with-draft
source: Do you really want to unpublish the page? All website links will be lost and all content will be irrevocably transferred from the current draft.
de: Soll die Seite wirklich nicht mehr veröffentlicht werden? Dadurch gehen sämtliche Verknüpfungen auf der Website verloren und die Inhalte vom aktuellen Entwurf werden unwiderruflich übernommen.
fr: Ne plus publier ? Tous les raccourcis vers la page seront supprimées et tout le contenu sera transféré vers le brouillon de manière irrévocable.
nl: Wil je deze pagina echt depubliceren. Alle links gaan verloren en alle inhoud wordt onherroepelijk verwijderd in het huidige concept.

# sulu-content.unpublish-confirm-title
source: Set to unpublished?
de: Nicht mehr veröffentlichen?
fr: Ne plus publier?
nl: Veranderen naar depubliceren?

# sulu-content.delete-draft
source: Delete draft
de: Entwurf löschen
fr: Supprimer le brouillon
nl: Concept verwijderen

# sulu-content.delete-draft-confirm-title
source: Delete Draft?
de: Entwurf löschen?
fr: Supprimer le brouillon ?
nl: Concept verwijderen?

# sulu-content.delete-draft-confirm-text
source: Do you really want to delete the draft? All data will be lost. The published page will not be changed.
de: Soll der Entwurf wirklich gelöscht werden? Alle Daten gehen dadurch verloren. Die veröffentlichte Seite bleibt unverändert bestehen.
fr: Etes-vous sûr de vouloir supprimer le brouillon? Toutes les données seront perdues. La page publiée reste inchangée.
nl: Wil je het concept echt verwijderen? Alle data zal verloren gaan. De gepubliceerde pagina zal niet gewijzigd worden.

# labels.error.remove-draft-desc
source: The draft could not be deleted.
de: Der Entwurf konnte nicht gelöscht werden.
fr: Le brouillon ne peut être supprimé.
nl: Het concept kon niet verwijderd worden.

# sulu-content.teaser.content
source: Pages
de: Seiten

# sulu-content.teaser.edited
source: edited
de: editiert
fr: édité
nl: bewerkte

# sulu-content.teaser.reset
source: Reset
de: Zurücksetzen
fr: Réinitialiser
nl: Resetten

# sulu-content.teaser.apply
source: Apply
de: Übernehmen
fr: Appliquer
nl: Toepassen

# sulu-content.teaser.cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# sulu-content.teaser.no-teaser
source: No teaser selected
de: Keine Teaser ausgewählt
fr: Pas de teaser sélectionnés
nl: Geen teaser geselecteerd

# sulu.overlay.publish
source: Publish?
de: Veröffentlichen?
fr: Publier ?
nl: Publiceren?

# sulu.overlay.publish-desc
source: Your data will be publicly available. Do you wish to proceed?
de: Ihre Daten werden öffentlich zugänglich. Möchten Sie fortfahren?
fr: Vos données deviendront publiques. Voulez-vous quand même continuer ?
nl: Je data komt publiek beschikbaar. Wil je doorgaan?

# sulu-content.resource-locator.delete
source: The URL will be deleted for all draft and live versions of this page. This cannot be undone. Do you wish to proceed?
de: Die URL wird für alle Entwurfs- und Live-Versionen dieser Seite gelöscht und kann nicht wieder hergestellt werden. Wollen Sie wirklich fortfahren?
fr: L'URL va être effacée pour toutes les versions aussi bien celles en direct que celles d'ébauche. Sans possibilités de restaurations futures. Voulez-vous continuer ?
nl: De URL wordt verwijderd voor alle concepten en live versies van deze pagina. Dit kan niet ongedaan gemaakt worden. Wil je doorgaan?

# sulu-content.create
source: Create
de: Erstellen
fr: Créer
nl: Aanmaken

# content.ckeditor.page-link
source: Page
de: Seite
nl: Pagina

# content.ckeditor.internal-link.remove-drop-down
source: Remove
de: Löschen
fr: Enlever
nl: Verwijder

# sulu_content.task_handler.publish
source: Publish
de: Veröffentlichen
fr: Publier
nl: Publiceren

# sulu_content.task_handler.unpublish
source: Unpublish
de: Veröffentlichung zurücknehmen
fr: Dépublier
nl: Depubliceer

# sulu_content.broken-template.title
source: Page-Template is broken
de: Seiten-Template ist beschädigt
fr: Le modèle de page est cassé
nl: Le gabarit de page est cassé

# sulu_content.broken-template.message
source: Please contact system your administrator.
de: Bitte kontaktieren Sie ihren System-Administrator.
fr: Merci de contacter l'administrateur du site.
nl: Veuillez contacter l'administrateur système.

# sulu.content.form.settings.author
source: Authored by
de: Verfasser
fr: Auteur
nl: Auteur

# sulu.content.form.settings.authored
source: Authored Date
de: Verfasst am
fr: Date
nl: Auteur Datum

# smart-content.choose-data-source.cancel
source: Back
fr: Retour
nl: Terug

# sulu.content.seo.keywords
source: Keywords (Meta Keywords)
fr: Mots-clefs (Meta Keywords)

# sulu.content.seo.sitemap
source: Sitemap
fr: Sitemap (Plan du site)

# content.webspace.settings.theme
source: Theme
fr: Thème
nl: Thema

# content.webspace.settings.url
source: Domain (URL)
fr: Domaine (URL)
nl: Domein (URL)

# content-navigation.security.texteditor
source: Text editor
fr: Éditeur de texte
nl: Teksteditor

source: sulu-content.teaser.edit
fr: Editer

# sulu_content.broken-template.message.template-name
source: Template name
fr: Nom du modèle
nl: Nom du gabarit

# sulu_content.broken-template.message.uuid
source: UUID
fr: Identifiant Unique (UUID)
