Repository: zaluk/sulu
Catalog: src/Sulu/Bundle/ContentBundle/Resources/translations/sulu/backend.*.xlf
Languages: de, fr, nl

# public.url-history.none
source: No history for this page exists ...
de: Keine alten URLs für diesen Inhalt vorhanden ...
fr: Pas d'historique existant pour cette page...
nl: Er bestaat geen geschiedenis voor deze pagina...

# single-internal-link.title
source: Select single Internal Link
de: Interner Link auswählen
fr: Sélectionnez un seul lien interne
nl: Selecteer interne link

# content-navigation.contents.internal-link
source: Internal Link
de: Interner Link
fr: Lien interne
nl: Interne link

# content-navigation.contents.external-link
source: External Link
de: Externer Link
fr: Lien externe
nl: Externe link

# sulu.content.form.settings.show-in-navigation
source: Show in Navigation
de: In Navigation anzeigen
fr: Afficher dans la navigation
nl: Toon in navigatie

# sulu.content.form.settings.type
source: Page Type
de: Inhalts Typ
fr: Type de Contenu
nl: Paginatype

# sulu.content.form.settings.type.content
source: Content
de: Inhalt
fr: Contenu

# sulu.content.form.settings.type.internal-link
source: Internal Link
de: Interner Link
fr: Lien interne
nl: Interne link

# sulu.content.form.settings.type.external-link
source: External Link
de: Externer Link
fr: Lien externe
nl: Externe link

# content.contents.settings.delete
source: Delete page
de: Seite löschen
fr: Supprimer la page
nl: Pagina verwijderen

# content.contents.settings.copy
source: Copy page
de: Seite kopieren
fr: Copier la page
nl: Pagina kopiëren

# content.contents.settings.copy.title
source: Choose parent-page
de: Elternseite wählen
fr: Choisir la page parente
nl: Kies bovenliggende pagina

# content.contents.settings.move
source: Move page
de: Seite verschieben
fr: Déplacer la page
nl: Verplaats pagina

# content.contents.settings.move.title
source: Choose parent-page
de: Elternseite wählen
fr: Choisir la page parente
nl: Kies bovenliggende pagina

# content.contents.settings.order
source: Order pages
de: Seiten sortieren
fr: Ordre des pages
nl: Sorteer pagina's

# content.contents.settings.order.title
source: Place page
de: Seite platzieren
fr: Ordre des pages
nl: Plaats pagina

# smart-content.nocontent-found
source: No content found
de: Keinen Inhalt gefunden
fr: Aucun contenu trouvé
nl: Geen inhoud gevonden

# smart-content.nocontent-selected
source: No content selected
de: Nichts ausgewählt
fr: Aucun contenu sélectionné
nl: Geen inhoud geselecteerd

# smart-content.visible
source: visible
de: sichtbar
nl: zichtbaar

# smart-content.of
source: of
de: von
fr: de
nl: van

# smart-content.configure-smart-content
source: Configure {title}
de: {title} konfigurieren
fr: Configuration de {title}
nl: Configureer {title}

# smart-content.data-source
source: Data source
de: Datenquelle
fr: Source de données
nl: Databron

# smart-content.include-sub-folders
source: Include sub-pages
de: Unterordner mit einbeziehen
fr: Inclure les sous-pages
nl: Inclusief subpagina's

# smart-content.filter-by-category
source: Filter by category
de: Nach Kategorie filtern
fr: Filtrer par catégorie
nl: Filter op categorie

# smart-content.filter-by-tags
source: Filter by tags
de: Nach Tags filtern
fr: Filtrer par tags
nl: Filter op tag

# smart-content.use-any-tag
source: Use pages that use ANY tag
de: Übereinstimmung mit mind. einem Tag
fr: Utilisez des pages qui utilisent N'IMPORTE QUEL tag
nl: Gebruik pagina's die één van de tags bevatten

# smart-content.use-all-tags
source: Use pages that use ALL tags
de: Übereinstimmung mit allen Tags
fr: Utilisez des pages qui utilisent TOUS les tags
nl: Gebruik pagina's die alle tags bevatten

# smart-content.sort-by
source: Sort by
de: Sortieren nach
fr: Trier par
nl: Sorteer op

# smart-content.no-sorting
source: Admin-Sorting
de: Admin-Reihenfolge
fr: Tri par défaut
nl: Admin-Sorteren

# smart-content.ascending
source: Ascending
de: Aufsteigend
fr: Ascendant
nl: Oplopend

# smart-content.descending
source: Descending
de: Absteigend
fr: Descendant
nl: Aflopend

# smart-content.present-as
source: Present as
de: Darstellen als
fr: présenté comme
nl: Presenteer als

# smart-content.limit-result-to
source: Limit result to
de: Ergebnis limitieren auf
fr: Limiter le nombre de résultats à
nl: Beperk resultaten tot

# smart-content.no-category
source: No category
de: Keine Kategorie
fr: Sans catégorie
nl: Geen categorie

# smart-content.choose-present-as
source: Choose..
de: auswählen..
fr: Choisir...
nl: Kies...

# smart-content.choose-data-source
source: Choose data source
de: auswählen..
fr: Choisir...
nl: Kies...

# smart-content.from
source: From
de: Von
fr: De
nl: Van

# smart-content.sub-folders-inclusive
source: incl. sub folders
de: inkl. Unterordner
fr: inclure les sous-dossiers
nl: incl. sub mappen

# smart-content.view-all
source: view all
de: alle ansehen
fr: Voir tout
nl: Toon alle

# smart-content.view-less
source: view less
de: weniger ansehen
fr: Voir moins
nl: Toon minder

# smart-content.title
source: Title (alphabetic)
de: Titel (Alphabet)
fr: Titre (alphabétique)
nl: Titel (alfabetisch)

# smart-content.published
source: Published (date)
de: Veröffentlicht am (Datum)
fr: Publié (date)
nl: Gepubliceerd (datum)

# smart-content.created
source: Created (date)
de: Erstellt am (Datum)
fr: Créé (date)
nl: Gecreëerd (datum)

# smart-content.changed
source: Changed (date)
de: Geändert am (Datum)
fr: Modifié (date)
nl: Veranderd (datum)

# smart-content.authored
source: Authored (date)
de: Verfasst am (Datum)
fr: Créé (date)
nl: Geschreven (datum)

# smart-content.apply
source: Apply
de: Übernehmen
fr: Importer
nl: Toepassen

# smart-content.clear
source: Reset fields
de: Felder zurücksetzen
fr: Réinitialisation des champs
nl: Velden resetten

# content.template.dialog.titile
source: Change Template
de: Template ändern
fr: Changer de modèle
nl: Templates veranderen

# content.template.dialog.content
source: You have unchanged Data.<br/>Do you want to leave this site?
de: Es gibt veränderte Daten.<br/>Die Seite trotzdem verlassen?
fr: Vous avez des données inchangées.<br/>Voulez-vous quitter ce site?
nl: Je hebt ongewijzigde data <br/>Wil je deze site verlaten?

# content.template.dialog.submit-button
source: Yes
de: Ja
fr: Oui
nl: Ja

# content.template.dialog.cancel-button
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# content.delete.dialog.title
source: Delete page
de: Seite löschen
fr: Supprimer la page
nl: Pagina verwijderen

# content.delete.dialog.content
source: Do you realy want to delete the selected page?
de: Soll der ausgewählte Seite wirklich gelöscht werden?
fr: Voulez-vous vraiment supprimer la page sélectionnée?
nl: Wil je de pagina echt verwijderen?

# content.delete.dialog.cancel
source: Don't do it
de: Lieber nicht
fr: Ne pas le faire
nl: Niet uitvoeren

# content.delete.dialog.submit
source: Do it, I understand
de: Passt
fr: Faites-le, je comprends
nl: Uitvoeren, ik begrijp het

# content.contents.show-ghost-pages
source: Show ghosts and shadow pages
de: Ghost- und Shadow- Seiten anzeigen
fr: Voir les ghosts et shadow pages
nl: Toon losse en schaduwpagina's

# sulu.content.add-type
source: Add Block
de: Block hinzufügen
fr: Ajouter un Block
nl: Blok toevoegen

# smart-content.data-source.label
source: Data source
de: Datenquelle
fr: La source de données
nl: Databron

# smart-content.data-source.button
source: Choose source
de: Quelle wählen
fr: Choisissez la source
nl: Kies bron

# smart-content.choose-data-source.reset
source: Reset
de: Verwerfen
fr: Réinitialiser
nl: Resetten

# smart-content.choose-data-source.cancel
source: Back
de: Zurück

# sulu.content.seo.serp
source: Search Engine Results Pages Preview (SERP)
de: Suchergebnis Vorschau (SERP)
fr: Affichage dans une page de résultats (SERP)
nl: Search engine resultaten voorbeeld (SERP)

# sulu.content.seo.title
source: Title (Meta Title)
de: Titel (Meta Title)
fr: Titre (Meta Title)
nl: Titel (Meta Title)

# sulu.content.seo.description
source: Description (Meta Description)
de: Beschreibung (Meta Description)
nl: Beschrijving (Meta description)

# sulu.content.seo.customBlock
source: Custom Block
de: Benutzerdefinierter Block
fr: Bloc personnalisé
nl: Aangepast blokje

# sulu.content.seo.canonical
source: Canonical URL (Canonical Tag)
de: Canonical (Canonical Tag)
fr: URL Canonique (Canonical Tag)

# sulu.content.seo.robots
source: Robots settings (robots.txt)
de: Robots Einstellungen (robots.txt)
fr: Paramètre pour les robots (robots.txt)
nl: Robots instellingen (robots.txt)

# sulu.content.seo.robots.no-index
source: no-index (page will not be indexed by search engines)
de: no-index (Seite wird nicht von Suchmaschinen indiziert)
fr: no-index (la page ne sera pas indexé par les moteurs de recherche)
nl: no-index (Pagina wordt niet geïndexeerd door zoekmachines)

# sulu.content.seo.robots.no-follow
source: no-follow (links on this page will not be followed by the search engine)
de: no-follow (Links auf der Seite wird von Suchmaschinen nicht gefolgt)
fr: no-follow (les liens sur cette page ne seront pas suivis par le moteur de recherche)
nl: no-follow (Links op deze pagina worden niet gevolgd door zoekmachines)

# sulu.content.seo.sitemap.hide
source: Hide in sitemap
de: In Sitemap ausblenden
fr: Caché dans le sitemap
nl: Verberg in sitemap

# sulu.content.excerpt.title
source: Title
de: Titel
fr: Titre
nl: Titel

# sulu.content.excerpt.description
source: Description
de: Beschreibung
nl: Beschrijving

# sulu.content.excerpt.images
source: Images
de: Bilder
nl: Afbeeldingen

# sulu.content.seo.title.note
source: The meta title is limited to 55 characters.
de: Der Meta-Title ist auf 55 Zeichen limitiert.
fr: Le meta title est limitée à 55 caractères.
nl: De meta-titel is gelimiteerd tot 55 karakters.

# sulu.content.seo.descriptions.note
source: The meta description is limited to 155 characters.
de: Die Meta-Beschreibung ist auf 155 Zeichen limitiert.
fr: La meta description est limitée à 155 caractères.
nl: De meta-beschrijving is gelimiteerd tot 155 karakters.

# sulu.content.seo.characters-left
source: characters left
de: Zeichen übrig
fr: caractères restants
nl: tekens over

# sulu.content.seo.keywords.note
source: Please use a max. of 5 keywords, dependend from the content of the page, seperated by commas.
de: Bitte benutze max. 5 Keywords, abhängig vom Inhalt der Seite, getrennt durch Kommas.
fr: S'il vous plaît utiliser un maximum de 5 mots clés, en rapport avec le contenu de la page, séparés par des virgules.
nl: Gebruik maximaal 5 keywords, afhankelijk van de inhoud van de pagina.

# sulu.content.seo.keywords-left
source: keywords left
de: Keywords übrig.
fr: mots-clés restants
nl: keywords over

# content.contents.title
source: Content
de: Inhalte
fr: Contenu
nl: Inhoud

# sulu.content.form.settings.nav-contexts
source: Show page in
de: Zeige Seite in
fr: Montrer la page dans
nl: Toon pagina in

# sulu.content.form.settings.all-nav-contexts
source: all navigations
de: allen Navigationen
fr: toutes les navigations
nl: alle navigatie

# sulu.content.form.settings.no-nav-contexts
source: no navigation
de: keiner Navigation
fr: aucune navigation
nl: geen navigatie

# sulu.content.form.settings.shadow_page
source: Shadow Page
de: Shadow Seite
nl: Schaduwpagina

# sulu.content.form.settings.shadow.enable
source: Enable Shadow
de: Shadow Seite aktivieren
fr: Activer Shadow
nl: Schaduwpagina activeren

# sulu.content.form.settings.shadow.base_language
source: Shadow Base Language
de: Shadow Seite Sprache
fr: Shadow base de Langue
nl: Schaduwpagina basistaal

# sulu.content.form.settings.shadow.no_base_language
source: No Shadow Page language exists ...
de: Keine Shadow Seite Sprache vorhanden ...
fr: Pas de langue de base pour Shadow Page...
nl: Er bestaat geen schaduwpagina-taal

# sulu.content.form.settings.shadow.select_base_language
source: Choose language ...
de: Sprache auswählen ...
fr: Choisissez la langue ...
nl: Kies taal...

# sulu.content.form.settings.type.internal-link.title
source: Link title
de: Link Titel
fr: Lien titre
nl: Link titel

# sulu.content.form.settings.type.internal-link.link
source: Linked Content
de: Verlinkter Inhalt
fr: Contenu lié
nl: Gelinkte inhoud

# sulu.content.form.settings.type.external-link.title
source: Title
de: Titel
fr: Titre

# sulu.content.collapse.blocks
source: Collapse all blocks
de: Alle Blöcke zuklappen
fr: Réduire tous les blocs
nl: Alle blokken inklappen

# sulu.content.expand.blocks
source: Expand all blocks
de: Alle Blöcke aufklappen
fr: Développer tous les blocs
nl: Alle blokken uitklappen

# content.contents.settings.copy-locales.title
source: Copy language
de: Sprachvarianten kopieren
fr: Copie de la langue
nl: Kopieer taal

# content.contents.settings.copy-locales.copy-from
source: Copy from
de: Ausgangssprache
fr: Copier à partir de
nl: Kopieer van

# content.contents.settings.copy-locales.current-language
source: current language
de: Aktuelle Sprache
fr: langue courante
nl: Huidige taal

# content.contents.settings.copy-locales.target
source: Target languages
de: Zielsprachen
fr: Langues cibles
nl: Doeltalen

# content.contents.settings.copy-locales.info
source: New page will be created
de: Neue Seite wird erstellt
fr: Une nouvelle page sera créée
nl: Er wordt een nieuwe pagina gecreëerd

# content.contents.settings.copy-locales.ok
source: Copy languages
de: Sprachvarianten kopieren
fr: Copier les langues
nl: Kopieer talen

# content.contents.settings.copy-locale.title
source: What would you like to do?
de: Was würden sie gerne tun?
fr: Qu'est-ce que vous aimeriez faire?
nl: Wat wil je doen?

# content.contents.settings.copy-locale.info
source: This page does not exists in this language.<br/>Please select one of the following options:
de: Diese Seite existiert nicht.<br/>Bitte wählen Sie eine der folgenden Optionen:
fr: Cette page n'existe pas dans cette langue.<br/>Merci de sélectionner une des options suivantes:
nl: De pagina bestaat niet in deze taal.<br/>Selecteer een van de volgende opties:

# content.contents.settings.copy-locale.new
source: Create a new <b>empty page</b> in this language
de: Erstellen Sie eine neue <b>leere Seite</b> in dieser Sprache
fr: Créer une nouvelle <b>page vide</b> dans cette langue
nl: Creëer een nieuwe <b>lege pagina</b> in deze taal

# content.contents.settings.copy-locale.copy
source: Create a new page in this language and <b>copy content from</b>:
de: Erstellen Sie eine neue Seite in dieser Sprache und <b>kopieren Sie den Inhalt von</b>:
fr: Créer une nouvelle page dans cette langue et <b>copier le contenu depuis</b>:
nl: Creëer een pagina in deze taal en <b>kopieer inhoud van</b>:

# content.contents.settings.copy-locale.select-default
source: Choose ...
de: Auswählen ...
fr: Choisir...
nl: Kies...

# content.contents.settings.copy-locale-overlay.ok
source: Create page
de: Seite erstellen
fr: Créer une page
nl: Creëer pagina

# toolbar.copy-locale
source: Copy languages
de: Sprachvarianten kopieren
fr: Copier les langues
nl: Kopieer talen

# content.contents.new
source: Create page
de: Seite erstellen
fr: Créer une page
nl: Creëer pagina

# content.contents.settings.copy-locales.default-label
source: Choose language ...
de: Sprache auswählen ...
fr: Choisissez la langue ...
nl: Kies taal...

# sulu.content.form.settings.changelog
source: Changelog
de: Änderungshistorie
fr: Journal des modifications

# sulu.content.form.settings.changelog.changed
source: Last change from %(changer)s at %(changed)s
de: Letzte Änderung von %(changer)s am %(changed)s
fr: Dernier changement par %(changer)s le %(changed)s
nl: Laatste wijziging van %(changer)s op %(changed)s

# sulu.content.form.settings.changelog.changed-only
source: Last change at %(changed)s
de: Letzte Änderung am %(changed)s
fr: Dernier changement le %(changed)s
nl: Laatste wijziging op %(changed)s

# sulu.content.form.settings.changelog.authored
source: Authored by %(author)s at %(authored)s
de: Verfasst von %(author)s am %(authored)s
fr: Créé par %(author)s le %(authored)s
nl: Geschreven door %(author)s op %(authored)s

# sulu.content.form.settings.changelog.authored-only
source: Authored at %(authored)s
de: Verfasst am %(authored)s
fr: Créé le %(authored)s
nl: Geschreven op %(authored)s

# sulu.content.form.settings.changelog.created
source: Created by %(creator)s at %(created)s
de: Erstellt von %(creator)s am %(created)s
fr: Créé par %(creator)s le %(created)s
nl: Gemaakt door %(creator)s op %(created)s

# sulu.content.form.settings.changelog.created-only
source: Created by %(created)s
de: Erstellt am %(created)s
fr: Créé le %(created)s
nl: Gemaakt op %(created)s

# column-navigation.ghost
source: Ghost page
de: Ghost-Seite
nl: Losstaande pagina

# column-navigation.shadow
source: Shadow page
de: Shadow-Seite
nl: Shadowpagina

# public.unpublished
source: Not published
de: Nicht veröffentlicht
fr: Non publié
nl: Niet gepubliceerd

# public.published-with-draft
source: Published with draft
de: Veröffentlicht mit Entwurf
fr: Publiée avec ébauche
nl: Gepubliceerd met ontwerp

# public.internal-link
source: internal link
de: Interner Link
fr: lien interne
nl: Interne link

# public.external-link
source: external link
de: Externer Link
fr: lien externe
nl: Externe link

# column-navigation.order-title
source: Rearrange page
de: Seite neu anordnen
fr: Réorganiser la page
nl: Rangschik pagina

# column-navigation.order-message
source: The operation you are about to do will rearrange a page.
de: Sie sind dabei eine Seite neu anzuordnen.
fr: L'opération que vous êtes sur le point de faire va réorganiser la page.
nl: De volgende handeling zal de pagina opnieuw rangschikken.

# labels.error.content-save-desc
source: Page could not be saved.
de: Seite konnte nicht gespeichert werden.
fr: La page n'a pas pu être sauvée.
nl: Pagina kon niet worden opgeslagen.

# labels.error.content-save-resource-locator
source: The given Resource Locator is not valid.
de: Die angegebene Adresse ist nicht gültig.
fr: Le Resource Locator donnée est pas valable.
nl: De ingevoerde locatie is niet geldig.

# labels.success.content-deleted-desc
source: Page successfully deleted.
de: Seite erfolgreich gelöscht.
fr: Page supprimée avec succès.
nl: Pagina succesvol verwijderd.

# labels.success.content-save-desc
source: Page sucessfully saved
de: Seite erfolgreich gespeichert.
fr: Page enregistrée avec succès
nl: Pagina succesvol opgeslagen.

# labels.success.copy-locale-desc
source: Page successfully copied
de: Seite erfolgreich kopiert.
fr: Page copiée avec succès.
nl: Pagina succesvol gekopieerd.

# smart-content.categories.label
source: Filter by categories
de: Nach Kategorien filtern
fr: Filtrer par catégories
nl: Filter op categorie

# smart-content.categories.button
source: Choose categories
de: Kategorien auswählen
fr: Choisissez catégories
nl: Selecteer categorieën

# smart-content.categories
source: Categories
de: Kategorien
fr: Catégories
nl: Categorieën

# smart-content.choose-categories
source: Choose categories
de: Kategorien auswählen
fr: Choisissez catégories
nl: Selecteer categorieën

# smart-content.categories.operator-label
source: Condition
de: Bedingung
nl: Voorwaarde

# smart-content.categories.use-any-category
source: Use pages that use ANY category
de: Übereinstimmung mit mind. einer Kategorie
fr: Utilisez des pages qui utilisent N'IMPORTE QUELLE catégorie
nl: Gebruik pagina's die een categorie hebben

# smart-content.categories.use-all-categories
source: Use pages that use ALL categories
de: Übereinstimmung mit allen Kategorien
fr: Utilisez des pages qui utilisent TOUTES les catégories
nl: Gebruik pagina's die alle categorieën hebben

# smart-content.categories.categories-label
source: Choose categories
de: Kategorien auswählen
fr: Choisissez des catégories
nl: Selecteer categorieën

# smart-content.choose-categories.cancel
source: Back
de: Zurück
fr: Retour
nl: Terug

# smart-content.choose-categories.ok
source: Apply categories
de: Kategorien übernehmen
fr: Appliquer les catégories
nl: Toepassen categorieën

# content.delete-referenced-by-following
source: This page is referenced by the following pages:
de: Diese Seite wird von folgenden anderen Seiten referenziert:
fr: Cette page est référencée par les pages suivantes :
nl: Deze pagina is gerefereerd door de volgende pagina's:

# content.delete-confirm-text
source: Are you sure you want to remove it?
de: Sind Sie sicher, dass Sie diese Seite löschen wollen?
fr: Etes-vous sûr de vouloir la retirer ?
nl: Weet je zeker dat je het wilt verwijderen?

# content.delete-confirm-title
source: Confirm delete
de: Löschen bestätigen
fr: Confirmation de la suppression
nl: Bevestig verwijderen

# content.delete-do-it
source: Yes, I am sure
de: Ja, ich bin sicher
fr: Oui, je suis sûr
nl: Ja, ik weet het zeker

# content.webspace.settings.localizations
source: Available Localizations
de: Verfügbare Lokalisierungen
fr: Traductions disponibles
nl: Beschikbare lokalisaties

# content.webspace.settings.localization
source: Localization
de: Lokalisierung
fr: Localisation
nl: Lokalisatie

# content.webspace.settings.urls
source: Configured Domains / URLs
de: Konfigurierte Domains / URLs
fr: Domaines / URL configurés
nl: Geconfigureerde domeinen / URL's

# content.webspace.settings.main
source: Main
de: Primär
fr: Principal
nl: Hoofd

# content-navigation.webspace.general
source: General
de: Allgemein
fr: Général
nl: Algemeen

# content-navigation.webspace.urls
source: Custom URLs
de: Benutzerdefinierte URLs
fr: URLs personalisés

# navigation.webspaces.settings
source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

# content.webspace.settings.redirect
source: Redirect
de: Weiterleitung
fr: Réorienter

# content.changed-warning.title
source: Warning, content will be overwritten!
de: Achtung, es werden Inhalte überschrieben!
fr: Attention, le contenu risque d'être écrasé !
nl: Waarschuwing, de inhoud wordt overschreven!

# content.changed-warning.description
source: This page has been edited by another user. When you save the page this data will get lost.
de: Diese Seite wurde zwischenzeitlich von einem anderen Benutzer geändert. Wenn die Seite gespeichert wird, gehen diese Daten verloren.
fr: Cette page a été modifiée par un autre utilisateur dans l’intervalle. Si cette page est sauvegardée, les données seront perdues.
nl: Deze pagina is bewerkt door een andere gebruiker. Als je hem opslaat gaat die data verloren.

# content.changed-warning.ok-button
source: Save page
de: Seite speichern
fr: Enregistrer la page
nl: Pagina opslaan

# content.ckeditor.internal-link
source: Internal Sulu Link
de: Interner Sulu Link
fr: Lien interne
nl: Interne Sulu link

# content.ckeditor.internal-link.edit
source: Edit Internal Sulu Link
de: Interner Sulu Link bearbeiten
fr: Modifier le lien interne
nl: Bewerkt interne Sulu link

# content.ckeditor.internal-link.alt-title
source: Alternative title
de: Alternativer Titel
fr: Titre alternatif
nl: Alternatieve titel

# content.ckeditor.internal-link.href
source: Target page
de: Zielseite
fr: Page cible
nl: Doelpagina

# content.ckeditor.internal-link.target
source: Target
de: Ziel
fr: Cible
nl: Doel

# content.ckeditor.internal-link.target-blank
source: New window (_blank)
de: Neues Fenster (_blank)
fr: Nouvelle fenetre (_blank)
nl: Nieuw venster (_blank)

# content.ckeditor.internal-link.target-self
source: Same window (_self)
de: Gleiches Fenster (_self)
fr: Même fenêtre (_self)
nl: Zelfde venster (_self)

# content.ckeditor.internal-link.remove
source: Remove Internal Sulu Link
de: Interner Sulu Link löschen
fr: Supprimer le lien interne
nl: Verwijder interne Sulu Link

# content.text_editor.error.unpublished
source: Page not published
de: Seite nicht publiziert
fr: Page web non publiée
nl: Pagina niet gepubliceerd
